<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
{
	"capital": [{
		"pro": [{
			"val0": "한국의 수도는?",
			"val1": "1.서울",
			"val2": "2.부산",
			"val3": "3.대구",
			"val4": "4.대전",
			"val5": "5.인천",
			"val6": "val1"
		}]
	}, {
		"pro": [{
			"val0": "프랑스의 수도는?",
			"val1": "1.보르도",
			"val2": "2.파리",
			"val3": "3.샤를",
			"val4": "4.르베르",
			"val5": "5.뚜레쥬르",
			"val6": "val2"
		}]
	}, {
		"pro": [{
			"val0": "아르헨티나의 수도는?",
			"val1": "1.멘도사",
			"val2": "2.우수아이아",
			"val3": "3.부에노스아이레스",
			"val4": "4.로사리오",
			"val5": "5.코르도바",
			"val6": "val3"
		}]
	}, {
		"pro": [{
			"val0": "태국의 수도는?",
			"val1": "1.파타야",
			"val2": "2.치앙마이",
			"val3": "3.아유타야",
			"val4": "4.방콕",
			"val5": "5.푸껫",
			"val6": "val4"
		}]
	}, {
		"pro": [{
			"val0": "영국의 수도는?",
			"val1": "1.맨체스터",
			"val2": "2.옥스퍼드",
			"val3": "3.에든버러",
			"val4": "4.브리스톨",
			"val5": "5.런던",
			"val6": "val5"
		}]
	}]
}