<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
{
	"CommonSense": [{
		"pro": [{
			"val0": "의학적으로 얼굴과 머리를 구분하는 기준은?",
			"val1": "1. 코",
			"val2": "2. 눈썹",
			"val3": "3. 귀",
			"val4": "4. 머리카락",
			"val5": "5. 인중",
			"val6": "val2"
		}]
	}, {
		"pro": [{
			"val0": "다음 중 바다가 아닌 곳은?",
			"val1": "1. 카리브해",
			"val2": "2. 오호츠크해",
			"val3": "3. 사해",
			"val4": "4. 지중해",
			"val5": "5. 동해",
			"val6": "val3"
		}]
	}, {
		"pro": [{
			"val0": "낙타의 혹 속에는 무엇이 들어있을까요?",
			"val1": "1. 지방",
			"val2": "2. 물",
			"val3": "3. 공기",
			"val4": "4. 모래",
			"val5": "5. 술",
			"val6": "val1"
		}]
	}, {
		"pro": [{
			"val0": "흔히 성가시고 귀찮은 일이 생겼을 때 골치가 아프다고 말합니다. 여기서 골치란 우리 몸의 어디를 가리킬까요?",
			"val1": "1. 어금니",
			"val2": "2. 척추",
			"val3": "3. 뇌",
			"val4": "4. 엉덩이",
			"val5": "5. 허리",
			"val6": "val3"
		}]
	}, {
		"pro": [{
			"val0": "제주도는 돌,바람,여자가 많다고 해서 삼다도라고 불립니다. 그럼 도둑,공해,뱀이 없어 삼무도라고 불리는 섬은?",
			"val1": "1. 강화도",
			"val2": "2. 마라도",
			"val3": "3. 거제도",
			"val4": "4. 울릉도",
			"val5": "5. 독도",
			"val6": "val4"
		}]
	}]
}