<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
{
	"Game": [{
			"pro": [{
				"val0": "스타크래프트 옳은 설명은?",
				"val1": "1.스타크래프트는 FPS다.",
				"val2": "2.스타크래프트는 1600년에 출시 했다.",
				"val3": "3.스타크래프트는 치트키가 있다.",
				"val4": "4.스타크래프트는 플스게임이다.",
				"val5": "5.스타크래프트는 한국에서 만들었다.",
				"val6": "val3"
			}]
		},
		{
			"pro": [{
				"val0": "리그오브레전드 옳은 설명은?",
				"val1": "1. 롤 챔피언은 152마리이다.",
				"val2": "2. 롤은 라인이 5개이다.",
				"val3": "3. 롤 챔피언 중 라이즈는 대머리가 아니다.",
				"val4": "4. 롤은 2020년으로 11주년이다.",
				"val5": "5. 롤은 스킨을 파랑 정수로 살 수 있다.",
				"val6": "val5"
			}]
		},
		{
			"pro": [{
				"val0": "서든어택에 대하여 틀린 설명은?",
				"val1": "1. 서든어택 AK-47 데미지 43%다.",
				"val2": "2. 서든어택 럽샷이 있다.",
				"val3": "3. 서든어택에는 탱크가 나온다.",
				"val4": "4. 서든어택은 넥슨게임이다.",
				"val5": "5. 경환이는 서든어택 계급은 대장이다.",
				"val6": "val3"
			}]
		},
		{
			"pro": [{
				"val0": "메이플스토리 설명에 맞는 설명은?",
				"val1": "1. 메이플 마법사의 1차 전직 레벨은 8이다.",
				"val2": "2. 메이플 3차 전직 레벨은 70이다.",
				"val3": "3. 시그널스는 4차 전직 스킬을 얻기 위해서 마스터리 북이 필요하다.",
				"val4": "4. 5차 전직을 하기 위해서는 1차 전직관을 만나야 한다.",
				"val5": "5. 메이플은 2020년 8월 20일 기준으로 전직할 수 있는 직업군에 갯수는 42개이다. ",
				"val6": "val4"
			}]
		},
		{
			"pro": [{
				"val0": "오버워치에 대하여 틀린 설명은?",
				"val1": "1. 오버워치는 유료게임이다.",
				"val2": "2. 오버워치에서 나이가 제일 적은 캐릭은 래킹볼이다.",
				"val3": "3. 라인하르트는 총을 쏜다.",
				"val4": "4. 오버워치는 블리자드 게임이다.",
				"val5": "5. 목표를 포착했다라는 대사를 하는 캐릭은 솔저이다.",
				"val6": "val3"
			}]
		}

	]

}