<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
{
	"sport": [{
		"pro": [{
			"val0": "2022년 월드컴 개최국은?",
			"val1": "1.카타르",
			"val2": "2.예멘",
			"val3": "3.아랍에미레이트",
			"val4": "4.아제르바이잔",
			"val5": "5.콜롬비아",
			"val6": "val1"
		}]
	}, {
		"pro": [{
			"val0": "2012년 런던 올림픽 한국 최고 스타는 양학선으로 기술 ‘양1’을 선보이며 한국 기계체조 역사상 첫 올림픽 금메달을 안았다. 그가 금메달을 딴 종목은?",
			"val1": "1.마루운동",
			"val2": "2.리본",
			"val3": "3.안마",
			"val4": "4.링",
			"val5": "5.도마",
			"val6": "val5"
		}]
	}, {
		"pro": [{
			"val0": "윤성빈은 평창 올림픽에 금메달을 획득했다.",
			"val1": "1.봄슬레이",
			"val2": "2.스켈레톤",
			"val3": "3.루지",
			"val4": "4.컬링",
			"val5": "5.크로스컨츄리스키",
			"val6": "val2"
		}]
	}, {
		"pro": [{
			"val0": "그리스의 아테네에서 북동쪽 약 30Km 떨어져 위치한 지역 이름으로서, 이 곳에서 기원전 490년에 페르시아군과 아테네군 사이에 전투가 있었다. 이 전투에서 아테네의 승전 소식을 아테네에 뛰어가 전한 전령 페이디피데스를 기리는 뜻에서 1896년에 올림픽에 채택된 육상 경기 종목으로 알려져 있다. 이 종목은 무엇인가?",
			"val1": "1.투창",
			"val2": "2.삼단뛰기",
			"val3": "3.마라톤",
			"val4": "4.멀리뛰기",
			"val5": "5.높이뛰기",
			"val6": "val3"
		}]
	}, {
		"pro": [{
			"val0": "1976년 몬트리올 하계 올림픽에서 펜싱 남자 플뢰레 단체전에서 금메달을 수상했고, 1976년부터 1977년까지 세계펜싱선수권대회 남자 플뢰레 단체전에서 금메달리스트에 등극했다.현재 IOC위원장으로 스포츠의 국제적 위상 제고에 기여한 공로로 체육훈장 청룡장을 수여받은 인물은?",
			"val1": "1.후안 안토니오 사마란치",
			"val2": "2.제이슨 파커",
			"val3": "3.마크 켈커베키아",
			"val4": "4.토마스 바흐",
			"val5": "5.빅토르 발데스",
			"val6": "val4"
		}]
	}]
}